{
  "plugins": {
    "barbar.nvim": {
      "src": "git@github.com:romgrk/barbar.nvim"
    },
    "blink.cmp": {
      "src": "git@github.com:Saghen/blink.cmp"
    },
    "blink.indent": {
      "src": "git@github.com:saghen/blink.indent"
    },
    "blink.lib": {
      "src": "git@github.com:saghen/blink.lib"
    },
    "blink.pairs": {
      "src": "git@github.com:saghen/blink.pairs"
    },
    "bufferline.nvim": {
      "src": "git@github.com:akinsho/bufferline.nvim"
    },
    "catppuccin": {
      "src": "git@github.com:catppuccin/nvim"
    },
    "colorful-menu.nvim": {
      "src": "git@github.com:xzbdmw/colorful-menu.nvim"
    },
    "conform.nvim": {
      "src": "git@github.com:stevearc/conform.nvim"
    },
    "friendly-snippets": {
      "src": "git@github.com:rafamadriz/friendly-snippets"
    },
    "heirline.nvim": {
      "src": "git@github.com:rebelot/heirline.nvim"
    },
    "ibl": {
      "src": "git@github.com:lukas-reineke/indent-blankline.nvim"
    },
    "indent-blankline.nvim": {
      "src": "git@github.com:lukas-reineke/indent-blankline.nvim"
    },
    "lualine.nvim": {
      "src": "git@github.com:nvim-lualine/lualine.nvim"
    },
    "lze": {
      "src": "git@github.com:BirdeeHub/lze"
    },
    "mini.nvim": {
      "src": "git@github.com:nvim-mini/mini.nvim"
    },
    "mini.tabline": {
      "src": "git@github.com:nvim-mini/mini.tabline"
    },
    "nvim-treesitter": {
      "src": "git@github.com:nvim-treesitter/nvim-treesitter"
    },
    "nvim-web-devicons": {
      "src": "git@github.com:nvim-tree/nvim-web-devicons"
    },
    "rainbow-delimiters.nvim": {
      "src": "https://gitlab.com/HiPhish/rainbow-delimiters.nvim"
    },
    "scope.nvim": {
      "src": "git@github.com:tiagovla/scope.nvim"
    },
    "snacks.nvim": {
      "src": "git@github.com:folke/snacks.nvim"
    },
    "tiny-inline-diagnostic.nvim": {
      "src": "git@github.com:rachartier/tiny-inline-diagnostic.nvim"
    },
    "treesj": {
      "src": "git@github.com:Wansmer/treesj"
    }
  }
}